let json = `[
    {
     "編號": "a01",
     "店名": "十両。滷味．麻辣燙．浮水魷魚焿",
     "電話": "0911858312",
     "平均價格": 70,
     "營業時間": "12:00–21:00",
     "評價": 4,
     "外送": "🛵",
     "地址": "台中市南屯區向上路三段25號"
    },
    {
     "編號": "a02",
     "店名": "王家香火雞肉飯",
     "電話": "0422593698",
     "平均價格": 70,
     "營業時間": "11:00–20:45",
     "評價": 4.2,
     "外送": "",
     "地址": "台中市南屯區黎明路二段346號"
    },
    {
     "編號": "a03",
     "店名": "炒飯超人公益店",
     "電話": "0422549770",
     "平均價格": 80,
     "營業時間": "10:30–20:30",
     "評價": 4.3,
     "外送": "🛵",
     "地址": "台中市南屯區公益路二段539號"
    },
    {
     "編號": "a04",
     "店名": "零五粥舖（黎明店）",
     "電話": "0423807575",
     "平均價格": 90,
     "營業時間": "11:00–21:00",
     "評價": 3.8,
     "外送": "",
     "地址": "台中市南屯區黎明路二段195號"
    },
    {
     "編號": "a05",
     "店名": "米點米食",
     "電話": "0423870266",
     "平均價格": 90,
     "營業時間": "10:30–13:20、16:00–19:00",
     "評價": 4,
     "外送": "",
     "地址": "台中市南屯區黎明路二段172號"
    },
    {
     "編號": "a06",
     "店名": "南屯豬腳麵線",
     "電話": "0423898177",
     "平均價格": 100,
     "營業時間": "10:30–21:30",
     "評價": 4.2,
     "外送": "",
     "地址": "台中市南屯區五權西路二段702號"
    },
    {
     "編號": "a07",
     "店名": "條條有理",
     "電話": "0423209296",
     "平均價格": 100,
     "營業時間": "11:00–14:30、17:00–20:30",
     "評價": 4.4,
     "外送": "🛵",
     "地址": "台中市南屯區大墩十一街274號"
    },
    {
     "編號": "a08",
     "店名": "初一 素蔬食自助餐館",
     "電話": "0423809585",
     "平均價格": 100,
     "營業時間": "10:30–14:00、17:00–20:00",
     "評價": 4.6,
     "外送": "",
     "地址": "台中市南屯區向上路三段55號"
    },
    {
     "編號": "a09",
     "店名": "姐妹花越南創意料理",
     "電話": "0424731002",
     "平均價格": 130,
     "營業時間": "11:00–20:00",
     "評價": 4.3,
     "外送": "🛵",
     "地址": "台中市南屯區文心南三路536號"
    },
    {
     "編號": "a10",
     "店名": "麥當勞-台中五權西二餐廳",
     "電話": "0423890432",
     "平均價格": 150,
     "營業時間": "00:00–24:00",
     "評價": 4,
     "外送": "🛵",
     "地址": "台中市南屯區五權西路二段961號"
    },
    {
     "編號": "a11",
     "店名": "麵由辛生",
     "電話": "0423891281",
     "平均價格": 150,
     "營業時間": "11:00–14:00、17:00–20:00",
     "評價": 4.7,
     "外送": "🛵",
     "地址": "台中市南屯區文昌街171號"
    },
    {
     "編號": "a12",
     "店名": "肯德基 台中五權西二餐廳",
     "電話": "0423825708",
     "平均價格": 150,
     "營業時間": "08:00–00:00",
     "評價": 3.9,
     "外送": "🛵",
     "地址": "台中市南屯區五權西路二段931號"
    },
    {
     "編號": "a13",
     "店名": "新馬小廚南屯店",
     "電話": "0423821691",
     "平均價格": 150,
     "營業時間": "11:00–14:00、17:00–21:00",
     "評價": 4.2,
     "外送": "🛵",
     "地址": "台中市南屯區永春東路680號"
    },
    {
     "編號": "a14",
     "店名": "Woopen木盆",
     "電話": "0423897797",
     "平均價格": 150,
     "營業時間": "10:30–20:30",
     "評價": 4.4,
     "外送": "🛵",
     "地址": "台中市南屯區五權西路二段688號"
    },
    {
     "編號": "a15",
     "店名": "Poke poke 波奇波奇向心南店",
     "電話": "0424739979",
     "平均價格": 170,
     "營業時間": "11:00–20:30",
     "評價": 4.9,
     "外送": "🛵",
     "地址": "台中市南屯區向心南路938號"
    },
    {
     "編號": "a16",
     "店名": "金三益健康茶飲-台中南屯黎明店",
     "電話": "0423850365",
     "平均價格": 180,
     "營業時間": "10:30–21:00",
     "評價": 4.8,
     "外送": "🛵",
     "地址": "台中市南屯區黎明東街70號"
    },
    {
     "編號": "a17",
     "店名": "八米澤鐵板燒",
     "電話": "0423853131",
     "平均價格": 180,
     "營業時間": "11:00–15:00、17:00–21:30",
     "評價": 4.1,
     "外送": "🛵",
     "地址": "台中市南屯區大墩十一街761號"
    },
    {
     "編號": "a18",
     "店名": "235巷pasta台中公益店",
     "電話": "0422523355",
     "平均價格": 200,
     "營業時間": "11:30–21:30",
     "評價": 4.4,
     "外送": "🛵",
     "地址": "台中市南屯區公益路二段632號"
    },
    {
     "編號": "a19",
     "店名": "台客燒肉粥",
     "電話": "0423890880",
     "平均價格": 200,
     "營業時間": "11:30–00:00",
     "評價": 4.5,
     "外送": "🛵",
     "地址": "台中市南屯區五權西路二段722-1號"
    },
    {
     "編號": "a20",
     "店名": "白貓散步 Gatto Bianco",
     "電話": "0423896353",
     "平均價格": 300,
     "營業時間": "11:00–20:00",
     "評價": 4.4,
     "外送": "",
     "地址": "台中市南屯區龍富十五路61號"
    }
   ]`