[
    {
     "店名": "Chill men"
    },
    {
     "店名": "KOI PLUS (七期店)"
    },
    {
     "店名": "KOI PLUS (學士店)"
    },
    {
     "店名": "Paliopizza 帕里歐窯烤披薩"
    },
    {
     "店名": "QBurger"
    },
    {
     "店名": "SKYLARK加州風洋食館-台中福科路店"
    },
    {
     "店名": "SUN BERNO 光焙若蔬食"
    },
    {
     "店名": "the.OZ"
    },
    {
     "店名": "TU PANG TSIU 地坊餐.酒"
    },
    {
     "店名": "V Di JA 餐廳"
    },
    {
     "店名": "Veganday Cuisine"
    },
    {
     "店名": "VegFarm 無國界蔬食餐廳"
    },
    {
     "店名": "七杓食堂"
    },
    {
     "店名": "九本家"
    },
    {
     "店名": "三分味牛肉麵"
    },
    {
     "店名": "三分味牛肉麵(泰安店）"
    },
    {
     "店名": "三時茶房"
    },
    {
     "店名": "三時福利社"
    },
    {
     "店名": "小庭找茶"
    },
    {
     "店名": "中央書局"
    },
    {
     "店名": "五花馬水餃"
    },
    {
     "店名": "友達光電后里廠綠色餐廳(甜上心)"
    },
    {
     "店名": "心之谷永續教育園區"
    },
    {
     "店名": "比斯奎爾義大利餐廳"
    },
    {
     "店名": "古拉爵 義式屋-台中中友店"
    },
    {
     "店名": "古拉爵 義式屋-台中家樂福文心店"
    },
    {
     "店名": "台中林皇宮"
    },
    {
     "店名": "台灣美光員工餐廳(台中一廠)"
    },
    {
     "店名": "台灣美光員工餐廳(台中二廠)"
    },
    {
     "店名": "四季村素蔬食大智店"
    },
    {
     "店名": "本格燒肉台中大里"
    },
    {
     "店名": "本格燒肉本格崇德"
    },
    {
     "店名": "永和豆漿"
    },
    {
     "店名": "伍 好食光"
    },
    {
     "店名": "吃光食堂"
    },
    {
     "店名": "好食慢慢"
    },
    {
     "店名": "有之和牛台中大里"
    },
    {
     "店名": "有之和牛台中文心"
    },
    {
     "店名": "有之和牛台中松竹"
    },
    {
     "店名": "老樂灣麵食坊"
    },
    {
     "店名": "你最蒸粿"
    },
    {
     "店名": "志氣咖喱"
    },
    {
     "店名": "京華煙雲"
    },
    {
     "店名": "味無味 unflavored"
    },
    {
     "店名": "星客匯共享空間"
    },
    {
     "店名": "流星花園農場"
    },
    {
     "店名": "陋巷之春老家牛肉麵"
    },
    {
     "店名": "梨子咖啡館 崇德店"
    },
    {
     "店名": "涮乃葉-台中大遠百店"
    },
    {
     "店名": "涮乃葉-台中秀泰文心店"
    },
    {
     "店名": "涮乃葉-台中福科路店"
    },
    {
     "店名": "清水筒仔米糕"
    },
    {
     "店名": "許愿"
    },
    {
     "店名": "陶然左岸蔬食"
    },
    {
     "店名": "尊鴻餐飲企業股份有限公司水湳分公司(JAI 水湳店)"
    },
    {
     "店名": "萊可曼法式餐廳"
    },
    {
     "店名": "萊稻家健康餐盒專賣店"
    },
    {
     "店名": "鄉港米食文創館"
    },
    {
     "店名": "想食廚房"
    },
    {
     "店名": "嘉義雞肉飯"
    },
    {
     "店名": "寧菠小館"
    },
    {
     "店名": "碧田家蘿蔔糕"
    },
    {
     "店名": "福齋素食坊"
    },
    {
     "店名": "種籽 手作空間"
    },
    {
     "店名": "廟東清水排骨酥麵"
    },
    {
     "店名": "廟東清水排骨酥麵（泰安北）"
    },
    {
     "店名": "樹合苑"
    },
    {
     "店名": "燒肉Smile一中益民"
    },
    {
     "店名": "燒肉Smile文心秀泰"
    },
    {
     "店名": "燒肉Smile北屯景賢"
    },
    {
     "店名": "燒肉Smile台中一中"
    },
    {
     "店名": "燒肉Smile台中市政"
    },
    {
     "店名": "燒肉Smile台中沙鹿"
    },
    {
     "店名": "燒肉Smile台中高工"
    },
    {
     "店名": "燒肉Smile台中逢甲"
    },
    {
     "店名": "築間幸福鍋物一中益民"
    },
    {
     "店名": "築間幸福鍋物公益黎明"
    },
    {
     "店名": "築間幸福鍋物太平新興"
    },
    {
     "店名": "築間幸福鍋物北屯軍功"
    },
    {
     "店名": "築間幸福鍋物北屯祥順"
    },
    {
     "店名": "築間幸福鍋物台中一中"
    },
    {
     "店名": "築間幸福鍋物台中大甲"
    },
    {
     "店名": "築間幸福鍋物台中大里一"
    },
    {
     "店名": "築間幸福鍋物台中大雅"
    },
    {
     "店名": "築間幸福鍋物台中中山"
    },
    {
     "店名": "築間幸福鍋物台中北屯"
    },
    {
     "店名": "築間幸福鍋物台中市政一"
    },
    {
     "店名": "築間幸福鍋物台中市政二"
    },
    {
     "店名": "築間幸福鍋物台中沙鹿"
    },
    {
     "店名": "築間幸福鍋物台中松竹"
    },
    {
     "店名": "築間幸福鍋物台中高工"
    },
    {
     "店名": "築間幸福鍋物台中崇德二"
    },
    {
     "店名": "築間幸福鍋物台中清水"
    },
    {
     "店名": "築間幸福鍋物台中逢甲"
    },
    {
     "店名": "築間幸福鍋物台中豐原"
    },
    {
     "店名": "築間幸福鍋物東海生活廣場"
    },
    {
     "店名": "築間幸福鍋物南屯永春店"
    },
    {
     "店名": "築間幸福鍋物烏日長春"
    },
    {
     "店名": "築間幸福鍋物站前秀泰"
    },
    {
     "店名": "築間幸福鍋物逢甲福星"
    },
    {
     "店名": "築間幸福鍋物霧峰四德"
    },
    {
     "店名": "膳馨民間創作料理"
    },
    {
     "店名": "默爾Pasta Pizza(J MALL店)"
    },
    {
     "店名": "黝脈咖啡"
    },
    {
     "店名": "藏壽司 台中大遠百店"
    },
    {
     "店名": "藏壽司 台中文心秀泰店"
    },
    {
     "店名": "藏壽司 台中崇德店"
    },
    {
     "店名": "藏壽司 台中惠文路店"
    },
    {
     "店名": "藏壽司 台中港三井Outlet店"
    },
    {
     "店名": "藏壽司 豐原太平洋店"
    },
    {
     "店名": "藏壽司台中中清路店"
    },
    {
     "店名": "藏壽司台中福科路店"
    },
    {
     "店名": "寶島餐廳台中店"
    },
    {
     "店名": "馨苑小料理※西區店"
    },
    {
     "店名": "馨苑小料理-北屯店"
    }
   ]